---
kind: other
id: Properties.T:Autodesk.Revit.DB.ValidateCurveLoopsOptions
source: html/d13c6053-9f2e-fcdb-37f7-a128b8d77d18.htm
---
# ValidateCurveLoopsOptions Properties

Specifies whether the .NET object represents a valid Revit entity.